Repository: awsmug/buddypress-friends-to-contacts
Catalog: languages/replace-friends-for-buddyPress-*.po
Languages: de_de

source: BuddyPress Translations
de_de: BuddyPress Übersetzungen

source: Contact could not be requested.
de_de: Kontakt konnte nicht angefragt werden.

source: Activity feed for %s's contacts.
de_de: Aktivitätsfeed von %ss Kontakten.

source: A member accepts your contact request
de_de: Ein Mitglied akzeptiert deine Kontaktanfrage

source: A member has sent a contact request to the recipient.
de_de: Ein Mitglied hat eine Kontaktanfrage an den Empfänger gesendet.

source: A member sends you a contact request
de_de: Ein Mitglied schickt dir eine Kontaktanfrage

source: Add Contact
de_de: Kontakt hinzufügen

source: All of your contacts already belong to this group.
de_de: Alle deine Kontakte gehören bereits zu dieser Gruppe

source: Cancel Contact Request
de_de: Kontaktanfrage abbrechen

source: Counting the number of contacts for each user&hellip; %s
de_de: Zähle Kontakte für jeden Benutzer&hellip; %s

source: Default contacts to show:
de_de: Standard anzuzeigende Kontakte:

source: Contacts
de_de: Kontakte

source: Contacts %s
de_de: Kontakte %s

source: Contacts <span class=\"%s\">%s</span>
de_de: Kontakte <span class=\"%s\">%s</span>

source: Relationships
de_de: Beziehungen

source: Group invitations can only be extended to contacts.
de_de: Gruppeneinladungen können nur an Kontakte versendet werden

source: Max contacts to show:
de_de: Maximal anzuzeigende Kontakte:

source: My Contacts
de_de: Meine Kontakte

source: My Contacts %s
de_de: Meine Kontakte %s

source: My Contacts <span>%s</span>
de_de: Meine Kontakte <span>%s</span>

source: New relationship created
de_de: Neue Beziehung erstellt

source: New relationship
de_de: Neue Beziehung

source: Once you've made some contacts, you'll be able to invite those members to this group.
de_de: Wenn du einige Kontakte hinzugefügt hast, kannst du diese Mitglieder in diese Gruppe einladen

source: Once you have built up contact connections you will be able to invite others to your group.
de_de: Sobald du ein paar Kontakte hinzugefügt hast, kannst du andere in deine Gruppe einladen.

source: Recipient has had a contact request accepted by a member.
de_de: Ein Empfänger hatte eine Kontaktanfrage eines Mitglieds akzeptiert.

source: Repair total contact count for each member.
de_de: Repariere die Anzahl der Kontakte für jedes Mitlied

source: Search Contacts...
de_de: Kontakte durchsuchen...

source: Select contacts to invite.
de_de: Wähle Kontakte aus um sie einzuladen.

source: Select people to invite from your contacts list.
de_de: Lade Leute aus deiner Kontaktliste ein.

source: The activity of my contacts only.
de_de: Nur die Aktivitäten meiner Kontakte.

source: Viewing 1 member with contacts
de_de: Angezeigt wird 1 Mitglied mit Kontakten

source: Viewing %1$s - %2$s of %3$s member with contacts
de_de: Angezeigt wird %1$s - %2$s von %3$s Mitglied mit Kontakten

source: Viewing %1$s - %2$s of %3$s members with contacts
de_de: Angezeigt wird %1$s - %2$s von %3$s Mitgliedern mit Kontakten

source: You are already in contact with this user
de_de: Du bist bereits in Kontakt mit diesem Benutzer

source: You already have a pending contact request with this user
de_de: Du hast schon eine Anfrage für einen Kontakt an diesen Benutzer gestellt

source: You are not yet in relationship with this user
de_de: Du bist bisher kein Kontakt von diesem Benutzer

source: You have a contact request from %s
de_de: Du hast eine Kontaktanfrage von %s

source: You have a pending contact request with this user
de_de: Du hast schon eine ausstehende Kontaktanfrage für diesen Benutzer

source: You have no pending friendship requests.
de_de: Du hast keine offenen Kontaktanfragen.

source: You have %d pending friendship requests
de_de: Du hast %d offene Kontaktanfragen

source: You haven't added any contact connections yet.
de_de: Du hast noch keine Kontakte hinzugefügt.

source: %1$s and %2$s are now contacts
de_de: %1$s und %2$s sind jetzt Kontakte

source: %d Contact
de_de: %d Kontakt

source: %d Contacts
de_de: %d Kontakte

source: %d friends accepted your friendship requests
de_de: %d Kontakte haben deine Kontaktanfrage angenommen

source: %s contact
de_de: %s Kontakt

source: %s accepted your contact request
de_de: %s akzeptierte Deine Kontaktanfrage

source: %s contacts
de_de: %s Kontakte

source: %s hasn't created any contact connections yet.
de_de: %s hat noch keine Kontakte hinzugefügt.

source: %s's Friends
de_de: %ss Kontakte

source: %s's Contacts
de_de: %ss Kontakte

source: {{initiator.name}} wants to add you as a contact.\n \n To accept this request and manage all of your pending requests, visit: {{{friend-requests.url}}}\n \n To view {{initiator.name}}'s profile, visit: {{{initiator.url}}}
de_de: {{initiator.name}} möchte dich als Kontakt hinzufügen. Um die Kontaktanfrage zu akzeptieren und alle ausstehenden Anfragen zu verwalten, besuche bitte: {{{friend-requests.url}}} Um {{initiator.name}}'s Profil anzusehen, besuche bitte: {{{initiator.url}}}

source: [{{{site.name}}}] {{friend.name}} accepted your contact request
de_de: [{{{site.name}}}] {{friend.name}} akzeptierte deine Kontaktanfrage

source: <a href="{{{friendship.url}}}">{{friend.name}}</a> accepted your contact request.
de_de: <a href="{{{friendship.url}}}">{{friend.name}}</a> akzeptierte deine Kontaktanfrage.

source: {{friend.name}} accepted your contact request.\n \n To learn more about them, visit their profile: {{{friendship.url}}}
de_de: {{friend.name}} akzeptierte deine Kontaktanfrage. Um mehr über ihn zu erfahren, besuche sein Profil: {{{friendship.url}}}

source: <a href="{{{initiator.url}}}">{{initiator.name}}</a> wants to add you as a contact.\n \n To accept this request and manage all of your pending requests, visit: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>
de_de: <a href="{{{initiator.url}}}">{{initiator.name}}</a> möchte dich als Kontakt hinzufügen. Um die Kontaktanfrage zu akzeptieren und alle ausstehenden Anfragen zu verwalten, besuche bitte: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>

source: [{{{site.name}}}] New contact request from {{initiator.name}}
de_de: [{{{site.name}}}] neue Kontaktanfrage von {{initiator.name}}

# Friends screen sub nav
source: Contacts
de_de: Kontakte

# Friends screen page <title>
source: Relationships
de_de: Beziehungen

# Friend settings on notification settings page
source: Contacts
de_de: Kontakte

# Friend settings on notification settings page
source: A member sends you a contact request
de_de: Ein Mitglied schickt dir eine Kontaktanfrage

# Friend settings on notification settings page
source: A member accepts your contact request
de_de: Ein Mitglied akzeptiert deine Kontaktanfrage

# My Account Friends menu
source: Contacts
de_de: Kontakte

# My Account Friends menu
source: Contacts %s
de_de: Kontakte %s

# My Account Friends menu sub nav
source: Contacts
de_de: Kontakte

# My Account Activity sub nav
source: Contacts
de_de: Kontakte

# Profile activity screen sub nav
source: Contacts
de_de: Kontakte

# Visibility level setting
source: My Contacts
de_de: Meine Kontakte

source: Translations
de_de: Übersetzungen

source: BuddyPress have to be installed.
de_de: BuddyPress muss installiert sein.
